Repository: imran-bin/wp_product_popup
Catalog: quantity-buttons-for-woocommerce/languages/FME_QIFW-*.po
Languages: ca, da_dk

source: A Readonly input field cannot be modified
ca: No es pot modificar un camp d'entrada Només lectura
da_dk: Et skrivebeskyttet inputfelt kan ikke ændres

source: Action
ca: Acció
da_dk: Handling

source: Add New Rule
ca: Afegeix una nova regla
da_dk: Tilføj ny regel

source: Add new rule
ca: Afegeix una nova regla
da_dk: Tilføj ny regel

source: All Products:
ca: Tots els productes:
da_dk: Alle produkter:

source: Button Color:
ca: Color del botó:
da_dk: Knap farve:

source: Button Font Color:
ca: Color de lletra del botó:
da_dk: Knap skrifttypefarve:

source: Button Font Size:
ca: Mida de la lletra del botó:
da_dk: Knap skrifttypestørrelse:

source: Button Label:
ca: Etiqueta del botó:
da_dk: Knap etiket:

source: Close
ca: Tanca
da_dk: Tæt

source: Delete
ca: Suprimeix
da_dk: Slet

source: Delete Rule Successfully..
ca: Suprimeix la regla correctament...
da_dk: Regelen blev slettet..

source: Disable
ca: Desactivar
da_dk: Deaktiver

source: Display On
ca: Visualització activada
da_dk: Display til

source: Display quantity increment buttons on shop, product, and cart page and set minimum / maximum order limits.
ca: Mostra els botons d'increment de quantitat a la pàgina de la botiga, del producte i del carretó i establiu límits mínims/màxims de comandes.
da_dk: Vis knapper til øget mængde på butiks-, produkt- og indkøbssiden og indstil minimum/maksimum ordregrænser.

source: Edit
ca: Edita
da_dk: Redigere

source: Enable
ca: Activa
da_dk: Aktiver

source: Enable / Disable Rule:
ca: Activa/Desactiva la regla:
da_dk: Aktiver/deaktiver regel:

source: Enable / Disable Rules.
ca: Habilita/Desactiva les regles.
da_dk: Aktiver/deaktiver regler.

source: FME Addons
ca: Complements FME
da_dk: FME tilføjelser

source: General rule
ca: Norma general
da_dk: Generel regel

source: General Settings
ca: Configuració general
da_dk: Generelle indstillinger

source: Manage Rule
ca: Gestiona la regla
da_dk: Administrer regel

source: Manage rules
ca: Gestionar les regles
da_dk: Administrer regler

source: Maximum Quantity
ca: Quantitat màxima
da_dk: Maksimal mængde

source: Maximum Quantity:
ca: Quantitat màxima:
da_dk: Maksimal mængde:

source: Minimum Quantity
ca: Quantitat mínima
da_dk: Minimum mængde

source: Minimum Quantity:
ca: Quantitat mínima:
da_dk: Minimum mængde:

source: Product / Category Restriction
ca: Restricció de producte/categoria
da_dk: Produkt-/kategoribegrænsning

source: Product / Category Restriction:
ca: Restricció de producte/categoria:
da_dk: Produkt-/kategoribegrænsning:

source: Product/Category
ca: Categoria del Producte
da_dk: Produktkategori

source: Products
ca: Productes
da_dk: Produkter

source: Quantity Buttons for WooCommerce
ca: Botons de quantitat per a WooCommerce
da_dk: Kvantitetsknapper til WooCommerce

source: Quantity can not add more than maximum value!
ca: La quantitat no pot afegir més del valor màxim!
da_dk: Mængde kan ikke tilføje mere end maksimal værdi!

source: Quantity can not Less than minimum value!
ca: La quantitat no pot ser inferior al valor mínim!
da_dk: Mængde kan ikke være mindre end minimumsværdi!

source: Quantity Field Width:
ca: Amplada del camp de quantitat:
da_dk: Antal feltbredde:

source: Quantity Increment
ca: Increment de quantitat
da_dk: Mængdestigning

source: Quantity Increment can optionally visible/hidden only if the selected products are in cart/order.
ca: Opcionalment, l'increment de quantitat només es pot veure/amagar si els productes seleccionats estan al carretó/comande.
da_dk: Quantity Increment kan valgfrit kun vises/skjules, hvis de valgte produkter er i indkøbskurv/ordre.

source: Quantity Maximum Limit Error Message:
ca: Missatge d'error del límit màxim de quantitat:
da_dk: Maksimal mængde fejlmeddelelse:

source: Quantity Minimum Limit Error Message:
ca: Missatge d'error de límit mínim de quantitat:
da_dk: Mængde Minimumsgrænse Fejlmeddelelse:

source: Readonly
ca: Llegeix només
da_dk: Læs kun

source: Readonly:
ca: Llegeix només:
da_dk: Læs kun:

source: Rule Priority:
ca: Prioritat de la regla:
da_dk: Regelprioritet:

source: Rules
ca: Normes
da_dk: Regler

source: Rules Priority
ca: Prioritat de normes
da_dk: Regler Prioritet

source: Rules Status
ca: Estat de les normes
da_dk: Regler Status

source: Save Settings
ca: Desa la configuració
da_dk: Gem indstillinger

source: Select category
ca: Seleccioneu la categoria
da_dk: Vælg Kategori

source: Select category.
ca: Seleccioneu la categoria.
da_dk: Vælg Kategori.

source: Select Product
ca: Seleccioneu Producte
da_dk: Vælg produkt

source: Select Product.
ca: Seleccioneu Producte.
da_dk: Vælg produkt.

source: Selecting at least one role will make the Quantity field to be visible/unvisible to that role..
ca: Si seleccioneu almenys un rol, el camp Quantitat serà visible/invisible per a aquest rol.
da_dk: Hvis du vælger mindst én rolle, bliver feltet Antal synligt/usynligt for den pågældende rolle.

source: SET Rules Priority.
ca: SET REGLES Prioritat.
da_dk: SÆT Regler Prioritet.

source: Step:
ca: Pas:
da_dk: Trin:

source: Steps
ca: Passos
da_dk: Trin

source: Succuss
ca: Succus

source: The Maximum Quantity a customer can add to order for this product.
ca: La quantitat màxima que un client pot afegir a la comanda d'aquest producte.
da_dk: Den maksimale mængde en kunde kan tilføje til ordren for dette produkt.

source: The Minimum Quantity a customer has to order for this product.
ca: La quantitat mínima que un client ha de demanar per a aquest producte.
da_dk: Minimumsmængden, som en kunde skal bestille for dette produkt.

source: The step between allowed quantities.
ca: El pas entre les quantitats permeses.
da_dk: Trinnet mellem tilladte mængder.

source: This product is out of stock. It can be purchased by custom made order.
ca: Aquest producte està esgotat. Es pot comprar per encàrrec personalitzat.
da_dk: Dette produkt er udsolgt. Det kan købes efter specialfremstillet ordre.

source: Update Settings
ca: Actualitza la configuració
da_dk: Opdater indstillinger

source: User Role.
ca: Rol d'usuari.
da_dk: Brugerrolle.

source: User Roles
ca: Rols d'usuari
da_dk: Brugerroller

source: Categories
da_dk: Kategorier
